Repository: veloek/tevling
Catalog: Tevling/Components/ChallengeCard.*.resx
Languages: no

source: Edit
no: Endre

source: Delete
no: Slett

# ScorePlaceholder
source: YOU! (if you join)
no: DU! (hvis du blir med)

# ChallengeEnded
source: <span>The challenge has ended! </span><span>Congrats to all participants ğŸ‘</span><span>Now it's time to draw a winner ğŸ†</span>
no: <span>Konkurransen er over! </span><span>Gratulerer til alle påmeldte 👏</span><span>Nå er det tid for å trekke en vinner 🏆</span>

source: Draw winner
no: Trekk vinner

# AskDraw
source: Ask {0} to do the draw!
no: Spør {0} om å utføre trekking!

# ChallengeWinner
source: The challenge has ended, with {0} as the winner! ğŸ†
no: Konkurransen er over, med {0} som vinner! 🏆

source: Distance
no: Distanse

source: Time
no: Tid

source: Elevation
no: Stigning

source: participant
no: utøver

source: participants
no: utøvere

source: All activities
no: Alle aktiviteter

source: Join
no: Bli med

source: Leave
no: Forlat

source: Delete challenge
no: Slett konkurranse

# ConfirmDelete
source: Are you sure you want to delete {0}?
no: Er du sikker på at du vil slette {0}?

source: Cancel
no: Avbryt

source: Close
no: Lukk

source: Loading
no: Laster

# Spinning
source: Spinning the wheel
no: Snurrer hjulet

# DrawWinner_title
source: Draw winner for {0}?
no: Trekk vinner for {0}?

# DrawWinner_body
source: The winner will be drawn based on their contribution. Each unit of contribution equals a 'lottery ticket', ensuring all participants have a chance to win, regardless of their total contribution.
no: Vinneren vil bli trukket basert på deltakelse. Hver enhet av deltakelse gir et 'lodd' i lotteriet, noe som sørger for at alle utøvere har sjans til å vinne, uavhenigig av deres totale bidrag. Hvis det er satt et individuelt mål for konkurransen, får utøveren bonuslodd når målet nås.

# TheWinner_title
source: The winner for {0} is...
no: Vinneren av {0} er...

# TheWinner_body
source: Great job! Congratulations on the victory! ğŸ‰
no: Godt jobba! Gratulerer med seieren! 🎉

# SpinLottery
source: Spin the lottery
no: Snurr lotteriet
