Repository: veloek/tevling
Catalog: Tevling/Pages/About.*.resx
Languages: no

source: About
no: Om

source: Attribution
no: Kreditering

# Intro_1
source: Tevling is created with
no: Tevling er laget med

# Intro_2
source: a .NET web framework. It uses the following 3rd party software:
no: et .NET webrammeverk. Det benytter følgende tredjeparts programvare:

# Strava_title
source: Strava integration
no: Strava-integrasjon

# Strava_body
source: Tevling uses Strava as identity provider. Authenticated users are stored with basic information in Tevling's database. All <em>public*</em> activities uploaded to Strava by authenticated users are automatically synced to Tevling where parts of the activity details are stored in Tevling's database. We only store enough data to be able to calculate a score for a given challenge in addition to displaying a list of activities.
no: Tevling bruker Strava for pålogging. Autentiserte brukere blir lagret med grunnleggende informasjon i Tevlings database. Alle <em>offentlige*</em> aktiviteter registrert på Strava av autentiserte brukere blir automatisk synkronisert mot Tevling hvor deler av aktivitetsdetaljene blir lagret i Tevlings database. Det lagres kun data nødvendig for å kalkulere en poengsum for en gitt konkurranse, samt vise en liste av aktiviteter.

# PublicActivities
source: * Public activities includes activities with visibility set to <em>Everyone</em> or <em>Followers</em>.
no: * Offentlige aktiviteter inkluderer aktiviteter med synlighet satt til <em>Everyone</em> eller <em>Followers</em>.

# Disclamer_title
source: Disclamer
no: Ansvarsfraskrivelse

# Disclamer_body
source: STRAVA is a registered trademark of Strava, Inc. Tevling has no association with Strava. Use of this app is at your own risk. We take no responsibility for data loss or inaccurate information.
no: STRAVA er et registrert varemerke av Strava, Inc. Tevling har ingen tilknytning til Strava. Du bruker denne applikasjonen på eget ansvar. Vi tar ingen ansvar for tap av data eller ukorrekt informasjon.

# License_title
source: License
no: Lisens

# License_body
source: GNU GPLv3 or later. Source code is available on
no: GNU GPLv3 eller senere. Kildekode er tilgjengelig på

source: Version
no: Versjon

source: Copyright
no: Opphavsrett
