Repository: veloek/tevling
Catalog: Tevling/Pages/Dashboard.*.resx
Languages: no

source: Dashboard
no: Dashbord

# ActiveChallenges
source: Your active challenges
no: Dine aktive konkurranser

# NoActiveChallenges
source: You have no active challenges, how about joining one? 😌
no: Du har ingen aktive konkurranser, hva med å melde deg på en? 😌

# CompletedChallenges
source: Your recently completed challenges
no: Dine siste fullførte konkurranser

# NoCompletedChallenges
source: You have no completed challenges, how about joining one? 😌
no: Du har ingen fullførte konkurranser, hva med å melde deg på en? 😌

# SuggestedAthletes
source: Know these athletes?
no: Kjenner du disse utøverne?

# FollowMore
source: Follow more athletes to see suggested athletes 🔮
no: Følg flere utøvere for å se flere forslag 🔮

source: Good morning
no: God morgen

source: Good afternoon
no: God dag

source: Good evening
no: God kveld
