Repository: veloek/tevling
Catalog: Tevling/Pages/Profile.*.resx
Languages: no

source: Profile
no: Profil

# MemberSince
source: Member since {0}
no: Medlem siden {0}

source: Follow Requests
no: Følgeforespørsler

source: Followers
no: Følgere

# NoFollowers
source: You currently have no followers ðŸ˜•
no: Du har for tiden ingen følgere 😕

source: Following
no: Fulgte

# NoFollowings
source: You're not following anyone ðŸ˜•
no: Du følger ingen 😕

# Import_title
source: Import activities from Strava
no: Importér aktiviteter fra Strava

# Import_body
source: Import last 30 days of activities to get started! <br/> (This can only be done once)
no: Importér siste 30 dager for å komme i gang! <br/> (Dette kan bare gjøres én gang)

source: Import complete
no: Import ferdig

source: Importing
no: Importerer

source: Import activities
no: Importér aktiviteter

# SorryOnlyOnce
source: Sorry, you can only import once.
no: Beklager, du kan kun importere en gang.

# ImportingActivities
source: Importing activities, please wait...
no: Importerer aktiviteter, vennligst vent...

# ImportSuccessful
source: Import completed successfully
no: Import vellykket

# ImportFailed
source: Import failed with error: {0}
no: Feil ved import: {0}

# Signout_title
source: Sign out
no: Logg ut

# Signout_body
source: If using a public/shared computer, please remember to sign out.
no: Husk å logg ut dersom dette er en datamaskin du deler med andre.

source: Sign out
no: Logg ut

# DeleteAccount_title
source: Delete account
no: Slett konto

# DeleteAccount_body
source: Delete user account and deauthorize application. All data will be removed.<br/>NB! This cannot be undone!
no: Fjern brukerkonto og avregistrer applikasjonen. All data vil bli slettet.<br/>NB! Dette kan ikke angres!

source: Forget me
no: Glem meg

# DeleteAccount_confirm
source: Are you sure you want to delete your Tevling account?
no: Er du sikker på at du vil slette din bruker på Tevling?

source: Delete account
no: Slett konto

source: Cancel
no: Avbryt
