Repository: veloek/tevling
Catalog: Tevling/Pages/PublicProfile.*.resx
Languages: no

source: Profile
no: Profil

# MemberSince
source: Member since {0}
no: Medlem siden {0}

source: Follow Requests
no: Følgeforespørsler

source: Followers
no: Følgere

# NoFollowers
source: This user has no followers
no: Denne brukeren har ingen følgere

source: Following
no: Fulgte

# NoFollowings
source: This user does not follow anyone
no: Denne brukeren følger ingen

source: Active challenges
no: Aktive konkurranser

# NoActiveChallenges
source: This user has no active challenges
no: Denne brukeren har ingen aktive konkurranser.

source: Public profile
no: Offentlig profil

# MustFollow
source: You must follow {0} to see their {1}
no: Du må følge {0} for å se brukerens {1}

# NotFound
source: The user with id {0} is not found
no: Brukeren med id {0} finnes ikke

source: Medals
no: Medaljer

source: Longest run
no: Lengste løpetur

source: Longest ride
no: Lengste sykkeltur

source: Most popular activity
no: Mest populære aktivitet

source: Longest walk
no: Lengste gåtur

source: Longest activity
no: Lengste aktivitet

source: Biggest climb
no: Største stigning

source: Activities logged
no: Antall loggførte aktiviteter

# Stats
source: Statistics
no: Statistikk

# StatsSmall
source: statistics
no: statistikk

source: View on Strava
no: Vis på Strava
