Repository: veloek/tevling
Catalog: Tevling/Strava/ActivityType.*.resx
Languages: no

# AlpineSki
source: Alpine
no: Alpint

# BackcountrySki
source: Backcountry
no: Langrennski

source: Canoeing
no: Kano

# EBikeRide
source: E-bike
no: El-sykkel

source: Elliptical
no: Ellipsemaskin

source: Handcycle
no: Håndsykkel

source: Hike
no: Gå

source: Ice skate
no: Skøyter

source: Inline skate
no: Rulleskøyter

source: Kayaking
no: Kajakk

source: Kitesurf
no: Kitesurfing

source: Nordic ski
no: Ski

source: Ride
no: Sykkel

source: Rock climbing
no: Fjellklatring

source: Roller ski
no: Rulleski

source: Rowing
no: Roing

source: Run
no: Løping

source: Sail
no: Seiling

source: Skateboard
no: Rullebrett

source: Snowboard
no: Snøbrett

source: Snowshoe
no: Snøsko

source: Soccer
no: Fotball

source: Stair stepper
no: Trappemaskin

source: Swim
no: Svømming

source: Velomobile
no: Velomobil

source: Virtual ride
no: Virtuell sykkel

source: Virtual run
no: Virtuell løping

source: Walk
no: Gå

source: Water sport
no: Vannsport

source: Weight training
no: Vektløfting

source: Wheelchair
no: Rullestol

source: Windsurf
no: Vindsurfing

source: Workout
no: Trening
